{"id":4409,"date":"2019-12-17T10:59:11","date_gmt":"2019-12-17T16:59:11","guid":{"rendered":"https:\/\/www.gopaa.com\/\/?page_id=4409"},"modified":"2024-01-25T08:52:32","modified_gmt":"2024-01-25T14:52:32","slug":"terms-conditions","status":"publish","type":"page","link":"https:\/\/www.gopaa.com\/terms-conditions\/","title":{"rendered":"Terms &#038; Conditions"},"content":{"rendered":"<h5><strong>PROFESSIONAL AIRCRAFT ACCESSORIES, INC.<br \/>\n<\/strong><strong>TERMS AND CONDITIONS OF SALE<\/strong><\/h5>\n<p><strong> 1. ACCEPTANCE. <\/strong>Professional Aircraft Accessories, Inc. (“PAF”) Quote is subject to the following terms and conditions and no others unless the same has been consented to in writing by PAF. The acceptance of the applicable Quote by Customer shall be conclusive evidence of Customer’s approval of, and consent to the terms and conditions herein contained.<\/p>\n<p><strong> 2. PRICE AND PAYMENT. <\/strong>All prices are EX WORKS (EXW) from PAF’s facility, and unless otherwise stated, do not include cartage, insurance, taxes, imposts, or other similar charges. For avoidance of doubt, sale shall be recognized and liability transferred FOB PAF’s facility. All payments shall be made in advance or in accordance with the terms agreed to by PAF, after a request for payment terms form has been submitted and approved by PAF accounting. In the event invoices are not paid by the Customer as set forth herein, PAF reserves the right to impose, and Customer agrees to pay, a late fee equal to the lesser of (1) point zero five percent (.05%) per day, or (2) the maximum rate allowable by law, which late fee shall be added to the amount due and owing to PAF. If PAF determines in its sole judgment that Customer’s credit worthiness is adversely changing, then PAF, upon three (3) days prior written notice to Customer, shall have the right to request a change in payment terms. If Customer and PAF cannot reach agreement on new payment terms within ten (10) days thereafter, then PAF shall have the option of ceasing all work in process and terminating any sale immediately. Customer agrees to pay all reasonable attorneys’ fees, costs and related expenses incurred by PAF in the enforcement of this Agreement, including, without limitation, the collection of all amounts to be paid by Customer hereunder.<\/p>\n<p><strong> 3. PERFORMANCE\/DELIVERIES.<\/strong> PAF shall not be liable for delays in delivery, performance, or failure to perform, manufacture, or deliver due to causes beyond its reasonable control; or acts of God, acts of the Customer, acts of civil or military authority, Governmental priorities, fires, strikes, floods, epidemics, pandemics, war riot, delays in transportation or shortages; or inability due to causes beyond reasonable control to obtain necessary labor, materials, utilities, components, or manufacturing facilities. In the event of any such delay, the date of performance\/delivery shall be extended for a period of time as may be reasonably necessary to compensate for any such delay.<\/p>\n<p><strong> 4. WARRANTY.<\/strong><br \/>\n(a) PAF warrants that the articles delivered hereunder conform to final specifications, drawings, and other descriptions agreed in writing to be applicable. These warranties shall apply to the Customer, its successors, assigns and customers, to the extent permitted by law.<\/p>\n<p>(b) The responsibility of PAF hereunder and the sole and exclusive remedy of Customer, its successors, assigns or customers for a breach of any warranty hereunder, is limited to correction or replacement by PAF at its facility without charge of any article or part which has been returned to PAF and which is not in accordance with this warranty; provided, however, (1) PAF must be notified in writing of the defect or nonconformity within the warranty period and the effected article or part returned to PAF within ten (10) days after discovery of such defect or nonconformity; (2) if PAF is unable to repair or replace a defective or non-conforming article or part within a reasonable time after receipt thereof, Customer shall be credited for its value of the original component provided by, or service performed by, PAF; and (3) PAF shall not be responsible for any cost or expense related to the removal, reinstallation or transportation of such part or article.<\/p>\n<p>(c) PAF shall have the sole right to determine whether returned articles or parts shall be repaired or replaced.<\/p>\n<p>(d) PAF’s responsibility, unless stated differently, under these warranties shall expire on repairs six (6) months after the date of purchase and twelve (12) months from the date of overhaul. Landing Gear overhaul warranties shall expire five (5) years after the date of overhaul or ten thousand (10,000) flight cycles, whichever occurs first. Warranties shall apply for components in serviceable or better condition. Any deviation from this standard warranty policy must have prior written approval from PAF.<\/p>\n<p>(e) Unless otherwise agreed, and except as may be necessary to comply with these warranties, PAF reserves the right to make changes in its products without any obligation to incorporate such changes in any product manufactured, overhauled, or repaired prior to such change being implemented.<\/p>\n<p>(f) Customer agrees to assume round-trip transportation costs for defective or non-conforming articles to and from PAF’s facility.<\/p>\n<p>(g) These warranties will not apply if the article or any part thereof has been subjected to (1) any maintenance, overhaul, installation, storage, operation, or use, handling or environment which is improper or not in accordance with PAF’s or the manufacturer’s instructions; (2) any alteration, modification, or repair by anyone other than PAF or its authorized representative; or (3) any accident, misuse, neglect, incident, or negligence after delivery by PAF. The warranty shall not apply to any article to the extent that the defect or nonconformity is attributable to any part not supplied by or approved by PAF.<\/p>\n<p>(h) PAF’s obligations under these warranties are conditioned on Customer’s obligation to maintain records which will accurately reflect maintenance performed on Customer’s equipment and establish the nature of any unsatisfactory condition of Customer’s equipment. PAF, at its request, shall be given access to such records for sustaining warranty claims.<\/p>\n<p>(i) No warranty is given with respect to articles or parts not manufactured, overhauled, or repaired by PAF.<\/p>\n<p>(j) THE PARTIES HEREBY EXPRESSLY ACKNOWLEDGE AND AGREE THAT ALL OTHER WARRANTIES, WHETHER EXPRESS, IMPLIED OR STATUTORY, ARE HEREBY EXCLUDED AND DISCLAIMED, AND PAF HEREBY DISCLAIMS AND CUSTOMER HEREBY WAIVES, RELEASES AND RENOUNCES, ANY AND ALL OBLIGATIONS AND LIABILITIES OF PAF AND RIGHTS, CLAIMS AND REMEDIES OF CUSTOMER AGAINST PAF, EXPRESS OR IMPLIED, ARISING BY LAW OR OTHERWISE, WITH RESPECT TO ANY FAULT OR DEFECT IN SUCH PARTS OR ANY OTHER THING DELIVERED UNDER THIS AGREEMENT, INCLUDING BUT NOT LIMITED TO (A) ANY IMPLIED WARRANTY OF MERCHANTABILITY OR FITNESS, (B) ANY IMPLIED WARRANTY ARISING FROM COURSE OF PERFORMANCE, COURSE OF DEALING OR USAGE OF TRADE, AND (C) ANY OLIGATION, LIABILITY, RIGHT, CLAIM OR REMEDY IN TORT WHETHER OR NOT ARISING FROM PAF’S NEGLIGENCE, ACTUAL OR IMPUTED.<\/p>\n<p>(k) UNDER NO CIRCUMSTANCES SHALL PAF BE LIABLE TO CUSTOMER FOR INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL OR EXEMPLARY DAMAGES, WHETHER IN CONTRACT OR TORT (INCLUDING STRICT LIABILITY AND NEGLIGENCE), SUCH AS, BUT NOT LIMITED TO, LOSS OF REVENUE OR ANTICIPATED PROFITS.<\/p>\n<p>(l) No agreement extending this warranty shall be binding upon PAF unless in writing and signed by PAF’s duly authorized officer or representative.<\/p>\n<p>(m) The above warranty is the only warranty given unless other warranties are attached and hereby made a part hereof.<\/p>\n<p><strong> 5. LIMITATION OF LIABILITY. <\/strong>The parties expressly agree that PAF’s liability arising from any claim of any kind, including without limitation negligence, for any loss or damage arising out of, connected with, or resulting from this order, or from the performance or breach thereof, or from the manufacture, sale, delivery, resale, repair or use of any article covered by or furnished under this order shall in no case exceed the price paid by Customer to PAF for the article or part which gives rise to such claim. UNDER NO CIRCUMSTANCES SHALL PAF BE LIABLE TO CUSTOMER FOR INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL OR EXEMPLARY DAMAGES, WHETHER IN CONTRACT OR TORT (INCLUDING STRICT LIABILITY AND NEGLIGENCE), SUCH AS, BUT NOT LIMITED TO, LOSS OF REVENUE OR ANTICIPATED PROFITS. Customer shall defend, indemnify and hold harmless PAF together with its directors, officers, employees, assignees, agents and shareholders (hereinafter collectively called the “Indemnified Parties”), from and against all claims, demands, suits, obligations, liabilities, damages, losses and judgments (including, but not limited to, costs and expenses related thereto, reasonable attorney’s fees and expenses, any obligation or liability for loss of use or any other incidental or consequential damages, and any liability, obligation or claim in tort)(hereinafter collectively called “Claims”), which may be asserted against, suffered by, charged to or recoverable from the Indemnified Parties by reason of (i) injury or death of any person, including employees of Customer and any operator of any aircraft upon which any part or article acquired hereunder is installed, or (ii) loss of or damage to any property, including aircraft, upon which any part or article acquired hereunder is installed, whether or not such event arises in any way from any form of fault or negligence of PAF (whether passive, active, sole, joint, comparative or concurrent).<\/p>\n<p><strong> 6. EXCHANGES AND RETURNS. <\/strong>Unserviceable exchange cores must be returned, freight prepaid, to PAF’s facility within thirty (30) days of exchange shipment. Delay in accomplishing a timely return will subject Customer to a monthly charge equal to 2% of list price billed beginning day 31 from initial exchange. Returned cores must be the equivalent part to the exchange part provided, economically repairable and traceable to an approved source. Returned life limited cores must include full back to birth trace unless otherwise agreed to in writing. Customer agrees to pay for all excessive repairs in the overhaul of the Customers exchange core beyond a standard overhaul. Customer shall be invoiced for any such replacement parts and\/or repairs. PAF has up to 90 days after receipt of core for evaluations and additional billings, except in cases where PAF advises Customer of its intent to repair component, subject to final inspection, which may go beyond 90 days. All sales are final. No return of unused parts will be permitted unless previously authorized by PAF. All authorized returns will be subject to a restocking fee of 20% of the sale price, plus any recertification charges. No unauthorized returns accepted after 30 days except for warranty repair considerations. Customer will be notified whenever the returned core is “Beyond Economical Repair” (referred to herein as “BER”). If the returned core is BER, Customer will be given 10 days to supply an alternate core that is not BER. If Customer fails to supply a non-BER core, Customer shall pay the core charge at OEM list price, unless otherwise stated on quote or agreed upon in writing. Customer is responsible for and will be invoiced for core evaluation charges if core received from Customer is deemed BER.<\/p>\n<p><strong> 7. TAXES. <\/strong>The amount of all Federal, State, Foreign, or local taxes applicable to the sale, use, or transportation of the articles sold or work performed hereunder and all duties, imposts, tariffs, or other similar levies, shall be the responsibility of the Customer. Where applicable, Customer shall furnish an appropriate certificate of exemption there from. Customer indemnifies and holds PAF harmless from the payment or imposition of any tax imposed on any articles sold or used hereunder, or for any work performed hereunder under the provisions of any State Sale or Use Tax Act plus penalties, interest and\/or attorneys’ fees connected with the imposition of any such sales or use tax in connection with the articles sold or used or the work performed hereunder.<\/p>\n<p><strong> 8. EXPORT. <\/strong>If any article sold hereunder is for export, Customer shall be responsible for arranging all transportation, insurance and export clearances unless otherwise agreed to in writing.<\/p>\n<p><strong> 9. SEVERABILITY. <\/strong>Any provision of this Agreement which is prohibited or unenforceable in any jurisdiction shall, as to such jurisdiction, be ineffective to the extent of such prohibition or unenforceable in any jurisdiction shall not invalidate or render unenforceable such provision in any other jurisdiction. To the extent permitted by applicable law, each party hereby waives any provision of law which renders any provision hereof prohibited or unenforceable in any respect.<\/p>\n<p><strong> 10. APPLICABLE LAW. <\/strong>This Agreement shall be interpreted in accordance with the laws of the State of Florida exclusive of any choice of law rule of that State, or any other jurisdiction which could cause any other matter to be referred to the law or jurisdiction other than that State. The parties hereto agree that any litigation arising out of this Agreement shall be subject to the jurisdiction of the state and federal courts located in the county in which PAF’s facility is located as set forth on the front face of the quote. Any legal action by Customer for breach must be commenced within one (1) year from the date of breach. Customer agrees to pay all costs and expenses, including reasonable attorneys’ fees, incurred by PAF in any action to enforce its rights hereunder. The United Nations Convention on Contracts for the International Sale of Goods, 1980, and any amendment or successor thereto is expressly excluded from this Agreement.<\/p>\n<p><strong> 11. WAIVER. <\/strong>Failure by PAF to assert all or any of its rights upon any breach of this Agreement shall not be deemed a waiver of such rights either with respect to such breach or any subsequent breach, nor shall any waiver be implied from the acceptance of any payment or service. No written waiver of any such right shall extend to or affect any other right PAF may possess, nor shall such written waiver extend to any subsequent similar or dissimilar breach.<\/p>\n<p><strong> 12. ESTIMATED PRICING. <\/strong>Estimated pricing is defined to mean an approximate calculation only. The final price may exceed the estimate price. PAF reserves the right to bill Customer for article or any part of it that is found to require additional repair or replacement cost not covered by the original quote if it’s not determined until after the article or part of the article has been returned or exchanged.<\/p>\n<p><strong> 13. INDEPENDENT CONTRACTOR. <\/strong>Customer and PAF shall act at all times as independent contractors, and nothing contained herein shall be constructed to create the relationship of principal and agent, or employee between Customer and PAF. It is mutually understood and agreed that personnel assigned to perform services hereunder are solely the employees, agents or subcontractors of PAF.<\/p>\n<p><strong> 14. ASSIGNMENT. <\/strong>This Agreement shall not be assigned or otherwise transferred (by operation of law or otherwise) by Customer without the written acceptance of PAF. Customer’s purchase order, if accepted, is accepted subject to the terms and conditions in this document and no others unless the same have been consented to in writing by PAF. The placing of an order by Customer and subsequent acceptance by PAF shall be conclusive evidence of the Customer’s approval of, and consent to the terms and conditions contained herein.<\/p>\n<p><strong> 15. STORAGE. <\/strong>Upon completion of the requested services to an article, Customer has 20 days to schedule a new delivery date and advise PAF of such. All invoices for completed articles must be paid per the agreed upon payment terms. If no response or payment is received for articles or parts and services provided, PAF reserves the right to charge interest, storage fees and\/or file a lien for services rendered pursuant to Florida Statute Sec. 329.51. For those articles or parts left in the possession of PAF pending approval, payment, shipping instructions or any other response needed from Customer for greater than 90 days, Florida Statue Sec. 85.031 grants PAF the right to sell the subject items to recover its related costs and expenses.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>PROFESSIONAL AIRCRAFT ACCESSORIES, INC. TERMS AND CONDITIONS OF SALE 1. ACCEPTANCE. Professional Aircraft Accessories, Inc. (“PAF”) Quote is subject to the following terms and conditions and no others unless the same has been consented to in writing by PAF. The acceptance of the applicable Quote by Customer shall be conclusive evidence of Customer’s approval of, [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":4433,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v22.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Terms and Conditions - Professional Aircraft Accessories<\/title>\n<meta name=\"description\" content=\"Professional Aircraft Accessories work order quote is subject to the following terms and conditions unless the same have been consented to in writing.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.gopaa.com\/terms-conditions\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Terms and Conditions - Professional Aircraft Accessories\" \/>\n<meta property=\"og:description\" content=\"Professional Aircraft Accessories work order quote is subject to the following terms and conditions unless the same have been consented to in writing.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.gopaa.com\/terms-conditions\/\" \/>\n<meta property=\"og:site_name\" content=\"Professional Aircraft Accessories\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/ProfessionalAircraft\/\" \/>\n<meta property=\"article:modified_time\" content=\"2024-01-25T14:52:32+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.gopaa.com\/wp-content\/uploads\/2019\/12\/ProAir-company-hero.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1600\" \/>\n\t<meta property=\"og:image:height\" content=\"600\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"23 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.gopaa.com\/terms-conditions\/\",\"url\":\"https:\/\/www.gopaa.com\/terms-conditions\/\",\"name\":\"Terms and Conditions - Professional Aircraft Accessories\",\"isPartOf\":{\"@id\":\"https:\/\/www.gopaa.com\/#website\"},\"datePublished\":\"2019-12-17T16:59:11+00:00\",\"dateModified\":\"2024-01-25T14:52:32+00:00\",\"description\":\"Professional Aircraft Accessories work order quote is subject to the following terms and conditions unless the same have been consented to in writing.\",\"breadcrumb\":{\"@id\":\"https:\/\/www.gopaa.com\/terms-conditions\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.gopaa.com\/terms-conditions\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.gopaa.com\/terms-conditions\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.gopaa.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Terms &#038; Conditions\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.gopaa.com\/#website\",\"url\":\"https:\/\/www.gopaa.com\/\",\"name\":\"Professional Aircraft Accessories\",\"description\":\"A Greenwich Aerogroup Company\",\"publisher\":{\"@id\":\"https:\/\/www.gopaa.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.gopaa.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.gopaa.com\/#organization\",\"name\":\"Professional Aircraft Accessories\",\"url\":\"https:\/\/www.gopaa.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.gopaa.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.gopaa.com\/wp-content\/uploads\/2019\/12\/Pro-Air-CMYK-without-tagline.svg\",\"contentUrl\":\"https:\/\/www.gopaa.com\/wp-content\/uploads\/2019\/12\/Pro-Air-CMYK-without-tagline.svg\",\"width\":315,\"height\":55,\"caption\":\"Professional Aircraft Accessories\"},\"image\":{\"@id\":\"https:\/\/www.gopaa.com\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/ProfessionalAircraft\/\",\"https:\/\/www.linkedin.com\/company\/professional-aircraft-accessories\/\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Terms and Conditions - Professional Aircraft Accessories","description":"Professional Aircraft Accessories work order quote is subject to the following terms and conditions unless the same have been consented to in writing.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.gopaa.com\/terms-conditions\/","og_locale":"en_US","og_type":"article","og_title":"Terms and Conditions - Professional Aircraft Accessories","og_description":"Professional Aircraft Accessories work order quote is subject to the following terms and conditions unless the same have been consented to in writing.","og_url":"https:\/\/www.gopaa.com\/terms-conditions\/","og_site_name":"Professional Aircraft Accessories","article_publisher":"https:\/\/www.facebook.com\/ProfessionalAircraft\/","article_modified_time":"2024-01-25T14:52:32+00:00","og_image":[{"width":1600,"height":600,"url":"https:\/\/www.gopaa.com\/wp-content\/uploads\/2019\/12\/ProAir-company-hero.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"23 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.gopaa.com\/terms-conditions\/","url":"https:\/\/www.gopaa.com\/terms-conditions\/","name":"Terms and Conditions - Professional Aircraft Accessories","isPartOf":{"@id":"https:\/\/www.gopaa.com\/#website"},"datePublished":"2019-12-17T16:59:11+00:00","dateModified":"2024-01-25T14:52:32+00:00","description":"Professional Aircraft Accessories work order quote is subject to the following terms and conditions unless the same have been consented to in writing.","breadcrumb":{"@id":"https:\/\/www.gopaa.com\/terms-conditions\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.gopaa.com\/terms-conditions\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.gopaa.com\/terms-conditions\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.gopaa.com\/"},{"@type":"ListItem","position":2,"name":"Terms &#038; Conditions"}]},{"@type":"WebSite","@id":"https:\/\/www.gopaa.com\/#website","url":"https:\/\/www.gopaa.com\/","name":"Professional Aircraft Accessories","description":"A Greenwich Aerogroup Company","publisher":{"@id":"https:\/\/www.gopaa.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.gopaa.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/www.gopaa.com\/#organization","name":"Professional Aircraft Accessories","url":"https:\/\/www.gopaa.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.gopaa.com\/#\/schema\/logo\/image\/","url":"https:\/\/www.gopaa.com\/wp-content\/uploads\/2019\/12\/Pro-Air-CMYK-without-tagline.svg","contentUrl":"https:\/\/www.gopaa.com\/wp-content\/uploads\/2019\/12\/Pro-Air-CMYK-without-tagline.svg","width":315,"height":55,"caption":"Professional Aircraft Accessories"},"image":{"@id":"https:\/\/www.gopaa.com\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/ProfessionalAircraft\/","https:\/\/www.linkedin.com\/company\/professional-aircraft-accessories\/"]}]}},"_links":{"self":[{"href":"https:\/\/www.gopaa.com\/wp-json\/wp\/v2\/pages\/4409"}],"collection":[{"href":"https:\/\/www.gopaa.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.gopaa.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.gopaa.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.gopaa.com\/wp-json\/wp\/v2\/comments?post=4409"}],"version-history":[{"count":9,"href":"https:\/\/www.gopaa.com\/wp-json\/wp\/v2\/pages\/4409\/revisions"}],"predecessor-version":[{"id":5567,"href":"https:\/\/www.gopaa.com\/wp-json\/wp\/v2\/pages\/4409\/revisions\/5567"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.gopaa.com\/wp-json\/wp\/v2\/media\/4433"}],"wp:attachment":[{"href":"https:\/\/www.gopaa.com\/wp-json\/wp\/v2\/media?parent=4409"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}